[
    {
        "id": "1",
        "header": "GARMIN GPS available now at Perkasa Jaya Marine",
        "image": "/images/News/Garmin.jpg",
        "details": "Garmin Echomap Plus 65CV.\nGarmin Striker Plus 4\n\nAvailable at Perkasa Jaya Marine",
        "date": "6 January 2020"
    },
    {
        "id": "2",
        "header": "Bantuan Pemprov Sumatera Barat berupa 234 unit mesin tempel 15PK Yamaha",
        "image": "/images/News/bantuansumbar.jpg",
        "details": "Nelayan yang tergabung dalam kelompok nelayan di Sumatera Barat mendapatkan bantuan oleh Pemprov Sumatera Barat be­rupa 234 unit mesin tempel 15 PK Yamaha. Mesin tempel 15 PK Yamaha yang dikenal tangguh dan berkualitas dipilih oleh Pemprov Sumatera Barat berdasarkan aspirasi masyarakat nelayan Sumatera Barat, mesin bantuan ini diharapkan dapat membantu nelayan mencakup area jelajah yang lebih jauh dan hasil pancing yang lebih besar. \n\nPemprov Sumatera Barat melakukan pengadaan mesin tempel 15 PK Yamaha melalui sistem e-katalog sektoral Kementerian Kelautan dan Perikanan (KKP). Sejak tahun lalu pengadaan menggunakan e-katalog ini telah digunakan di beberapa daerah lain, diharapkan provinsi / wilayah lainnya akan menyusul dan mengikuti menggunakan e-katalog agar pengadaan lebih cepat, tepat guna dan transparan.\n\nPerkasa Jaya Marine Padang turut mendukung kegiatan Pemprov Sumatera Barat dalam distribusi dan layanan purna jual.\n\nAcara penyerahan ban­tuan di ha­la­man Kantor Dinas Ke­lautan dan Perikanan (DKP) Provinsi Sumbar, Minggu (12/9) turut dihadiri oleh Gubernur Sumatera ­Barat, Mahyeldi An­sha­rullah. Lokasi penerimaan bantuan akan tersebar pada 4 Kabupaten / Kota yaitu Padang, Pesisir Selatan, Padang Pariaman dan Agam, dengan total 21 titik.\n\nBaik Pemprov Sumatera Barat, KBA dan Perkasa Jaya Marine berharap bantuan tersebut bisa dimanfaat­kan sebaik-baiknya oleh nelayan, agar nela­yan bisa mendapatkan peng­­­hasilan yang lebih baik dan lebih sejahtera.",
        "date": "13 September 2021"
    },
    {
        "id": "3",
        "header": "Yamaha Outboard for Fisherman",
        "image": "/images/News/fisherman.jpg",
        "details": "Fishermen in Padang call it Mesin Tempel, an engine which propels their boat through out the open sea. \nThe Mesin Tempel is attached on the rear of their wooden boat, They are using a manual handle engine. \nThe reason is for easy and fast maneuver. \nThey choose Mesin Tempel Yamaha as their primary engine. “Mesin Tempel Yamaha has unbeatable quality and very reliable in any kind of situation. Also, i feel safer through out the journey”, said one of the fishermen.\n\n YAMAHA OUTBOARD FOR EVERYONE",
        "date": "12 December 2023"
    },
    {
        "id": "4",
        "header": "YAMALUBE vs Motorcycle Oil",
        "image": "/images/News/yamalube.jpg",
        "details": "How does a Marine oil differ with motorcycle oil??\nThis is the question that many outboard users have been asking for! Some have the ideas that all oils are the same. \nHowever, they are WRONG! \n\nHere are some differences: \nOutboard is a water cooled engine. \nIt has different engine temperature and runs at higher RPM. \nIt carry much more heavier load than motorcycle. \nIt needs a perfect combustion. Hence, only a special marine oil can be used for outboard motor.\n\nMarine oil has been formulated, tested and certifed by NMMA for marine purposes. \nUnlike outboard engine, motorcycle is an air cooled engine and runs at lower RPM and carry small loads. Improper type of oil may shorten the outboard engine life. \n\nGet a proper marine oil for your outboard. It is a long term investment for your engine.",
        "date": "12 December 2023"
    },
    {
        "id": "5",
        "header": "F250H Generasi Baru",
        "image": "/images/News/F250H.jpg",
        "details": "Pada perkenalan produk baru ini, mesin Yamaha F250H merupakan pengembangan dari mesin F250G. \nMesin F250G tersebut telah teruji ketangguhannya dan banyak digunakan di perairan Indonesia. \nPoin penting dari F250H merupakan komersial model, yang artinya dapat diajak kerja keras. \nMenggunakan mesin 4 langkah dan dapat menggunakan premium atau bahan bakar dengan Ron 88. \nDalam segi perawatan, mesin tempel Yamaha biaya perawatannnya lebih murah dibandingkan merk yang lainnya. \nPada 2017 market share Yamaha mencapai 84 persen. “Jadi dari 100 unit mesin tempel yang beredar, 84 persennya adalah penggunaan merek Yamaha, sisanya baru kompetitor,Untuk tahun ini market share akan tetap dipertahankan, bahkan diharapkan dapat terus meningkat. \nMengenai penjualan mesin ukuran besar seperti Yamaha F250H di Bali bisa mencapai puluhan unit per bulan. \nYamaha F250H memiliki gear atau bagian kaki lebih kuat dibanding mesin sebelumnya F250G. \nKemudian pada gigi-giginya lebih tebal dan lebih tahan 2 kali lipat dibanding sebelumnya. \nSelain itu torsi mesin lebih besar sehingga akselerasi lebih baik. \nUntuk efisiensi, spare parts F250H dapat disubtitusi dengan mesin sebelumnya F250G. “Tujuannya agar hemat, cuma ada beberapa bagian kelistrikan saja yang berbeda. Sisanya sama dan bisa disubstitusi,” Sedangkan bahan bakar mesin disarankan menggunakan Pertalite dibanding Premium. \nIni supaya mesin lebih terawat dan tahan lama. “Tapi meskipun memakai Premium masih bisa kok,” Dalam pengenalan produk Yamaha yang terbaru tersebut hadir pula BFI Finance. \nPihak BFI Finance memberikan informasi terkait pembiayaan mesin tempel. \nBFI menawarkan pembelian mesin tempel secara angsuran atau kredit. \nAngsuran melalui BFI, agunan atau jaminan hanya mesin yang diangsur saja, tidak memerlukan aset lainnya.",
        "date": "12 December 2023"
    }
]